
"keyYes"							= "是";
"keyNo"								= "否";
"keyOK"								= "好";
"keyRequired"						= "必需";
"keyNone"							= "无";

"keyPairedDevicesTitle"				= "配对设备：";
"keyFavoriteDevicesTitle"			= "常用设备：";
"keyConnectedDevicesTitle"			= "已连接的设备：";
"keyUnknownDevice"					= "未知设备";
"keyErrorOccurred"					= "发生错误。（0x%x）";
"keyNotAvailable"					= "不可用。";
"keyNameNotAvailable"				= "名称不可用";
"keyNoDevicePresent"				= "没有显示 Bluetooth 设备。";

"keyPrefReadErrorTitle"				= "读取 Bluetooth 偏好设置时发生错误。";
"keyPrefReadErrorDesc"				= "这台电脑上的 Bluetooth 配置似乎无效。请重新安装 Bluetooth 软件，然后再试一次。";

"keyUnacceptablePathTitle"			= "指定的路径不能被接受。";
"keyUnacceptablePathDesc"			= "指定的路径无效，不能被“Bluetooth 对象交换”使用。这很可能是因为您在目的目录上没有写权限。请指定其他路径。";

"keyPathWarningTitle"				= "不建议使用您指定的文件夹。";
"keyPathWarningDesc"				= "文件夹可能已锁，或者您可能没有权限读/写它。";

"keyPrefSaveErrorTitle"				= "存储 Bluetooth 偏好设置时发生错误。";
"keyPrefSaveErrorDesc"				= "有些 Bluetooth 偏好设置未能存储。Bluetooth 设备对于这台电脑可能不可用。";

"keyPortInUseTitle"					= "端口当前正在使用。";
"keyPortInUseDelete"				= "您尝试移走的端口正在使用中。请退出使用此端口的应用程序，然后再试一次。";
"keyPortInUseEdit"					= "您尝试修改的端口正在使用中。请退出使用此端口的应用程序，然后再试一次。";

"kServiceCannotBeModifiedKey"		= "不能修改该服务。";
"kPortCannotBeCreatedOrModifiedKey"	= "尝试创建或修改端口时发生错误。";

"keyTTYNameAlreadyInUse"			= "名称已被使用";
"keyTTYNameInUseText"				= "您选取的端口名称已经在使用，请选取其他名称。";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "串口";
"kBluetoothSerialPortOnKey"			= "Bluetooth 串口已打开";
"kBluetoothSerialPortOffKey"		= "Bluetooth 串口已关闭";
"kEditSerialPorts"					= "编辑串口…";
"kSerialPortKey"					= "串口";
"kSerialPortOnKey"					= "串口已打开";
"kSerialPortOffKey"					= "串口已关闭";
"kOtherKey"							= "其他…";
"kBluetoothFileExchangeKey"			= "文件交换";
"kBluetoothFileExchangeOnKey"		= "Bluetooth 文件交换已打开";
"kBluetoothFileExchangeOffKey"		= "Bluetooth 文件交换已关闭";
"kBluetoothFileTransferKey"			= "文件传输";
"kBluetoothFileTransferOnKey"		= "Bluetooth 文件传输已打开";
"kBluetoothFileTransferOffKey"		= "Bluetooth 文件传输已关闭";

"kBluetoothRemoteControlKey"		= "遥控";
"kBluetoothRemoteControlOnKey"		= "Bluetooth 遥控器已打开";
"kBluetoothRemoteControlOffKey"		= "Bluetooth 遥控器已关闭";

"kBluetoothPANServiceKey"			= "个人区域网络";
"kBluetoothPANServiceOnKey"			= "Bluetooth 个人区域网络已打开";
"kBluetoothPANServiceOffKey"		= "Bluetooth 个人区域网络已关闭";

"kDeviceNameTitle"					= "“%@”是 Bluetooth 设备用于连接这台电脑的名称。";

"kInKey"							= "传入";		/* Short for Incoming */
"kOutKey"							= "传出";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "电源";
"kBluetoothPower"						= "Bluetooth 电源";
"kBluetoothPowerOn"						= "Bluetooth 错误";
"kBluetoothPowerOff"					= "Bluetooth 关闭";
"kBluetoothPowerIsOff"					= "Bluetooth 的电源已关闭。要使用 Bluetooth，您必须先打开它。";
"kTurnBTOff"							= "关闭 Bluetooth";
"kTurnBTOn"								= "打开 Bluetooth";
"kVersionKey"							= "（版本：%d.%d.%d%c%d）";
"kOnKey"								= "打开";
"kCancelKey"							= "取消";
"kOffKey"								= "关闭";
"kNever"								= "永不";

"kIsConnected"							= "已连接";
"kIsNotConnected"						= "未连接";

"kAddToFavoritesKey"					= "添加到个人收藏";
"kRemoveFromFavoritesKey"				= "从个人收藏中移走";

"kRenameDeviceKey"						= "重新命名";

"kBluetoothSetupDevice"					= "设置该设备…";
"kDisconnectDevice"						= "断开连接";
"kResetDevice"							= "将此设备复位至出厂状态";
"kConnectDevice"						= "连接";
"kConfigureDevice"						= "配置此设备…";
"kMoreInfo"								= "显示更多信息";
"kHideMoreInfo"							= "隐藏更多信息";
"kNoDevicesKey"							= "无设备";

"kDeviceNameKey"						= "名称";
"kDeviceAddressKey"						= "地址";
"kDeviceTypeKey"						= "类型";
"kDeviceServicesKey"					= "服务";
"kOtherServices"						= "其他服务";
"kUnknownService"						= "未知服务";

"kPairedHeaderKey"						= "已配对";
"kConfiguredHeaderKey"					= "已配置";
"kFavoriteHeaderKey"					= "个人收藏";
"kConnectedHeaderKey"					= "已连接";
"kSerialPortsHeaderKey"					= "串口";
"kSerialPortsHeaderDeviceService"		= "设备服务";
"kSerialPortsHeaderPortType"			= "端口协议";
"kSerialPortDirectionIncoming"			= "传入";
"kSerialPortDirectionOutgoing"			= "传出";

"kSerialPortHeadingOutgoing"			= "选择至设备的一个传出串口以修改其设置";
"kSerialPortHeadingIncoming"			= "选择这台机器的一个传入串口以修改其设置";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "这是与电脑连接的唯一键盘。如果移走此键盘，您将无法再访问它。您确定要移走它吗？";
"kHIDDeviceDeleteMousePairingWarning"			= "这是与电脑连接的唯一光标设备。如果从列表中去掉此鼠标，您将无法再使用。您确定要去掉此鼠标吗？";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "这是与电脑连接的唯一光标设备。如果从列表中去掉此触控板，您将无法再使用。您确定要去掉此触控板吗？";
"kHIDDeviceKeyboard"					= "键盘";
"kHIDDeviceMouse"						= "鼠标";

"kDiscoverableTooltip"		= "如果此选项被停用，未知 Bluetooth 设备将不再能够找到您的电脑。已经配对的设备仍将能够连接到您的电脑。";

"kOptionIsAvailable"		= "可用";
"kAvailableServiceTurnOn"	= "打开服务";
"kAvailableServiceTurnOff"	= "关闭服务";

"kOptionPairing"			= "要求配对";
"kPairingRequired"			= "要求配对";
"kPairingNotRequired"		= "不要求配对";

"kOptionReceiveBehavior"	= "收到文件时：";
"kReceiveBehaviorAccept"	= "接受但不发出警告";
"kReceiveBehaviorPrompt"	= "接收每个文件均提示";

"kOptionHandlePIMItem"		= "收到 PIM 项目时：";
"kOptionHandleOtherItem"	= "收到其他项目时：";
"kHandleItemSave"			= "存储";
"kHandleItemOpen"			= "打开";
"kHandleItemAsk"			= "询问";

"kOptionReceiveFolder"		= "接收文件夹：";
"kReceiveFolderChoose"		= "其他…";

"kOptionFolderForBrowse"	= "其他设备可以浏览的文件夹";

"kOptionName"				= "名称：";
"kOptionShowInNetworkPrefs"	= "在网络偏好设置中显示：";
"kOptionType"				= "类型：";
"kOptionTypeModem"			= "调制解调器";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "编辑端口名称…";
"kOptionAddSerialPort"		= "添加串口";
"kOptionRemoveSerialPort"	= "移走串口";

"kButtonAddDevice"			= "设置新设备";
"kButtonRemoveDevice"		= "删除选定设备";
"kButtonDeviceOptions"		= "用所选设备执行任务";
"kBluetoothDevices"			= "Bluetooth 设备";

"kOptionMajorClass"			= "主要设备类";
"kOptionMinorClass"			= "次要设备类";
"kOptionServiceClass"		= "设备服务类";
"kOptionLastNameUpdate"		= "上一次名称更新";
"kOptionLastInquiryUpdate"	= "上一次查询更新";
"kOptionLastServicesUpdate"	= "上一次服务更新";
"kOptionProductID"			= "产品 ID";
"kOptionVendorID"			= "供应商 ID";

"kPerformSDPQueryKey"				= "更新设备服务";
"kPerformNameRequestKey"			= "更新设备名称";

"kOpenBTPrefsKey"					= "打开 Bluetooth 偏好设置…";
"kMousePreferences"					= "打开鼠标偏好设置…";
"kKeyboardPreferences"				= "打开键盘偏好设置…";
"kOpenPrintPrefsKey"				= "打开打印机偏好设置…";
"kOpenSoundPrefsKey"				= "打开声音偏好设置…";
"kSendFileToDevice"					= "发送文件…";
"kBrowseDevice"						= "浏览设备…";

"kTurnOnHeadphones"					= "用做音频设备（立体声）";
"kTurnOffHeadphones"				= "不用做音频设备";
"kTurnOnHeadset"					= "用做音频设备（单声道）";
"kTurnOffHeadset"					= "不用做音频设备";

"kSyncDevice"						= "同步…";

"kOpenBTSAKey"						= "设置 Bluetooth 设备…";
"kBTSendFileKey"					= "发送文件…";
"kBTGetFileKey"						= "浏览设备…";

"kJoinNetwork"						= "连接到网络";
"kKeyDisconnectFromNetwork"			= "断开与网络的连接";
"kRemoveDevice"						= "移走此设备";
"kDeviceOptions"					= "设备选项";
"kDeviceNamed"						= "名为“%@”的设备";

"kOptionConfirm"					= "您确定要取消选择此注记格吗？";
"kOptionAutoBTSAWarning"			= "请确定您有 USB 输入设备可用，以防您的无线键盘或鼠标在启动时不可使用。";
	
